{
    "General": {
        "Where and when is Aether happening?": "November 21st - 22nd. The remote aspect will occur on the 21st and the in-person on the 22nd. The event will - tentatively - be at the Donadeo Innovation Center for Engineering at the University of Alberta North Campus",
        "What will the in-person fair be like?": "The in-person portion will be split into 2 parts. The first half is more like a conference where companies will host 1 hour workshops on various topics. The second half will be like a traditional career fair where each company has its own booth (table size is around  72\" x 32\") and students walk around freely to network with companies of interest. There will be 30 minute workshops held alongside this portion. Companies are encouraged to bring some form of promotional material to hand out to students!",
        "Where can I ask additional questions?": "Please reach out to us at external@compeclub.com or on discord (students)!",
        "Why is there a virtual and in-person element?": "We decided to add a new virtual aspect to make the career fair more accessible for companies and students outside of Edmonton and since we noticed the presentation sessions were a complete hit last year!",
        "Can I only attend one or both aspects of the fair": "The virtual and in-person aspects do not overlap so that you can attend both if you choose! This is highly recommended for students since it's likely that companies will only be present for 1 of them.",
        "Will there be food at the in-person event?": "There will only be food served for company representatives and volunteers.",
        "Who is the intended audience for this event?": "This fair is meant for students interested in the tech field and companies hiring for tech roles like Software Developer, Data Scientist, ML Engineer and more - not restricted to Engineering or CS students or 'purely' tech companies."
    },
    "Companies/Orgs": {
        "How do I register and by when?": "You can register by reaching out to us at external@compeclub.com. The deadline is September 30th but the early pricing deadline is July 20th.",
        "What is the Cancellation Policy?": "Grace Period: full refund will be granted if written notification of cancellation is received via email within 48-hours of registration. Cancellations received after 5:00 PM (MT) on September 30th 2024 are ineligible for grace period. Cancellations made outside of the 48-hour grace period but before 5:00 PM (MDT) on September 30th, 2024 will be charged a $100 cancellation fee to cover administration and processing costs. Cancellations made after 5:00 PM (MT) on September 30th, 2024 will be charged the full fee.",
        "How early should I show up to set up my booth/workshop for the in-person fair?": "Please plan to be there 30 min before your scheduled section at the latest. If you are only attending the career-fair portion this would be 2:30pm MDT. You can also ship any marketing/promotional material in advance. Please let us know by September 30th if you need this.",
        "For when are students looking for a position?": "Most students will be looking for a Winter/Summer 2025 position (given when this event takes place) starting in January or May. However some students may also be seeking a new grad position starting around May or September.",
        "How many students can we expect to speak to?": "Last year (our first Aether event), we had around 1200 participants, primarily Computer Science and Engineering students with a few visitors from NAIT and MacEwan! We expect similar numbers this year.",
        "How many representatives should we bring?": "The maximum number of reps allowed from each company is 4 for the physical portion and 6 for the virtual.",
        "Can we access students' resumes in advance or after the event?": "Yes! We will collect resumes to share before the fair - please indicate your interest in this when/after registering",
        "Are there other ways we can connect with students": "Yes! This year we are looking to do smaller-scale events with individual companies at a time to help promote your brand and raise student awareness of the current and future opportunities you offer. This could be focused on going over the application process and providing tips for it, an in-depth exploration of different roles available, or even a technical workshop to teach students a valuable skill. If this new event style is of interest, please let us know!"
    },
    "Students": {
        "Is there any cost for students?": "No, this is free for students to attend!",
        "Who can attend?": "You don’t need to be studying Computer Engineering, Electrical Engineering or Computer Science to attend. While these fields are the target audience, any undergraduate students looking for a software or hardware tech internship (or potentially new grad position) are welcome to attend. We highly encourage first year students interested in tech to also attend!!",
        "What should I wear / How formal is this?": "We recommend business casual, aim for something you would wear at a tech interview",
        "How to start a conversation? / What to ask them?": "Asking about the application and interview process or what makes that company different. Also, please research the list of companies that will be attending (will be updated periodically). That way you can think of specific questions and demonstrate that you took the time to learn more about them.",
        "Should I bring a physical copy of my resume?": "Most companies prefer students apply online to the job postings that they are interested in and will not accept physical resumes",
        "What companies are attending?": "Please check the companies tab for more details about which companies are attending closer to the event.",
        "Had a great career fair experience, what should you do next?": "Ask if you can connect with the recruiter/company rep on LinkedIn with a personal message. Visit the company website and analyze their job opportunities.",
        "What time should we be there?": "The event will be held at 11am to 4pm virtually on the 10th Ocotber, and 12pm to 6pm in-person on 8th floor DICE. A detailed schedule of the physical and virtual portions will be shared closer to the event."
    }
}
